{
    "header_title": "Creator of interactive virtual environments",
    "header_subtitle_one": "",
    "header_subtitle_second": "",

    "btnLeProjet":"The project",
    "btnLesMaquettes":"The models",
    "btnLesClients":"The clients",
    "btnNovaFoxForge":"Nova Fox Forge",
    "btnParametres":"Settings",

    "project_title": "The project",
    "project_info_one": "Visualize your concepts using interactive 3D",
    "project_info_two": "Nova Fox Forge creates interactive environments in many fields: video games, communication, animation, urban planning.",
    
    "possibilities_urban_planning_one": "Some examples in urban planning:",
    "possibilities_urban_planning_two": [
        "eco-neighborhoods, intergenerational residences, mixed zones, ERP, private homes.",
        "green spaces: parks, community gardens, urban forests.",
        "infrastructure for collective transport, energy production, or cultural, sporting, entertainment-related infrastructure..."
    ],

    "possibilities_urban_planning_three": "These interactive environments can include many features such as:",
    "possibilities_urban_planning_four":[
        "exploring the environment like a game, on foot, by car, by bus, by metro, by cable car, or in free view mode for example.",
        "displaying flows of pedestrians, cyclists, motorists.",
        "displaying information such as the number of pedestrians, the distance between two points, 3D texts...",
        "interacting with elements like doors, traffic lights, vegetation...",
        "easily transitioning from one scene to another with a single click.",
        "simulating specific situations, such as setting up an emergency bus line in case of metro issues."
    ],  

    "advantages_communication_one": "Advantages for communication",
    "advantages_communication_two": [
        "This service would allow you to adopt innovative communication aimed at arousing the interest of new generations.",
        "In addition, it would help to facilitate understanding during meetings with, for example, better visualization of the landscape impact of the project.",
        "Also, the rapprochement towards more modern urban planning concepts such as the quarter-hour city, multimodal transit, multiple-use zones or even the promotion of more sustainable infrastructure.",
        "Lastly, putting the virtual environment online would allow the general public to immerse themselves in it and increase the visibility of the projects.",
        "Other more advanced possibilities can be considered, such as the creation of mini-films or virtual reality, with the aim of amplifying immersion."
    ],

    "video_game_title": "Video game experiences",
    "video_game_description": "The world of video games is evolving and the use of the latest generation tools is a crucial asset for the success of your project.",
    "video_game_info_one": "Whether for serious games, learning or classic video games, we use the most advanced technology for an ever more fun experience.",
    
    "technology_title": "The technology",
    "technology_info_one": "Unreal Engine 5, a 3D engine, its plugins and its large asset library (objects, animations, special effects, code...) enable quick creations in various styles, such as cartoon, photorealistic, futuristic...", 
    "technology_info_second": "Its rapid evolution allows us to imagine increasingly realistic and dynamic creations in the coming years.",

    "deliverables_title": "The deliverables",
    "deliverables_description": "Regarding the expected result, we can provide various media depending on your needs:",
    "deliverables_features": [
        "one or more images of the environment.",
        "one or more navigation videos in the environment.",
        "one or more dynamic videos showcasing the environment, with edited footage, sound additions, and special effects.",
        "the complete and optimized environment where you can interact with the requested features."
    ],
    "deliverables_warning": "However, a graphics card is required to run the environment on your computer.",
    
    "models_title": "The models",
    "models_description": "Here different environments which can correspond to City Information Modeling (CIM).",
    
    "models_first": "Model of a street in Toulouse: Le chemin de Bordeblanche",
    "models_first_desc_one": "This partial reproduction is similar to a digital twin, aiming to 'copy' a real-world representation.",
    "models_first_desc_second": "You can compare with Google Map's Street View mode.",
    "models_first_desc_third": "Features: opening and closing of gates and blocks, night mode, first person mode, car driving.",

    "models_second": "Model of a modern residential neighborhood",
    "models_second_desc_one": "Imaginary representation of a suburban eco-neighborhood. Housing, soft mobility amenities, living spaces (outdoor sports equipment, benches, playgrounds), and agrivoltaic production coexist.",
    "models_second_desc_second": "Housing, facilities for soft mobility, living spaces (outdoor sports equipment, benches, games for children), agrivoltaic production coexist.",
    "models_second_desc_third": "Features: flock of sheep, opening and closing of gates, display or not of solar panels.",
    
    "models_third": "Model of a metro",
    "models_third_desc_one": "Imaginary representation of two metro stations.",
    "models_third_desc_second": "Features: metro travel, elevators, first person view.",

    "models_videoGame": "Complete video game", 
    "models_videoGame_desc_one": "We also designed a video game via Unreal Engine 5, Endless Money, available on Windows and Android.",
    "models_videoGame_desc_second": "Creating and delivering a video game is a complex project.",
    "models_videoGame_desc_third": "Each creation strengthens our mastery of the 3D engine.",

    "HydraEnergy": "Hydra Energie - Presentation of Auton'Home project",
    "clients_title": "The clients",
    "clients_description": "Client projects carried out on Unreal Engine 5.",
    "clients_hydra_energy_desc_one": "Hydra Energie is a company specializing in the production and storage of green hydrogen.",
    "clients_hydra_energy_desc_two": "We made a video presentation of their Auton'Home project.",
    "clients_hydra_energy_desc_third": "Project which aims to make a habitat autonomous in energy creation and storage.",

    
    "models_end_one": "Other models are currently being produced.",
    "models_end_second": "Whether it is an urban planning project, a presentation animation or support in video game development, our know-how will offer you a unique interactive experience.",

    "about_title": "About us",
    "about_info_one": "Nova Fox Forge is a company based in Toulouse, specializing in project visualization and communication through new technologies.",
    "about_info_two": "Our ambition is to carry out quality projects that will transform your concepts into interactive 3D environments, to entertain, communicate or learn.",
    
    "contact_title": "Contact",
    "contact_info_one": "Whether you are a private, public organization, or an individual, if you want more information about my services, you can contact us by: email, LinkedIn, or Twitter", 
    "contact_info_second": "The estimate is free.",
    "contact_info_third": "Our document exchanges are secured on Amazon Web Services servers via the Notion project management tool interface.",
    
    "method_title": "Working method",
    "method_description": "Communication is crucial for the success of our projects. I remain dedicated to your mission until it is complete and easily accessible to ensure the mission runs smoothly.",
    
    "brandWebSite":"© 2024 Nova Fox Forge - site created by Nova Fox Forge",
    "btnLegaleNotice":"Legal notices",

    "legal_mentions_title": "Legal Notices",
    "owner_info_title": "Information about the owner:",
    "owner_info_details": [
        "Sole proprietorship",
        "Identity: Charly Lerenard",
        "Address: 34 Chemin de Bordeblanche 31100 Toulouse",
        "Email: contact@novafoxforge.com",
        "VAT Number: FR77987617388"
    ],
    
    "hosting_info_title": "Information about the web host:",
    "hosting_info_details": [
        "Identity: GitHub",
        "Address: 88 Colin P Kelly Jr St San Francisco, CA 94107 United States",
        "Phone number: (877) 448-4820"
    ],

    "settings_title": "Settings",

    "dark_mode":"Dark mode",
    "sans_serif_font":"Sans-serif font",

    "fr":"French",
    "en": "English"
}